# coding:  utf-8

data = [
    { "kommun": "Ale", "M": 3962.0, "C": 911.0, "FP": 776.0, "KD": 779.0, "MP": 1005.0, "S": 5774.0, "V": 1124.0, "SD": 2902.0, "ovr": 620.0, "ogiltiga": 241.0, "ej_rost": 2901.0, "totalt": 20995.0 }, 
    { "kommun": "Alingsås", "M": 5956.0, "C": 1760.0, "FP": 1811.0, "KD": 1806.0, "MP": 2338.0, "S": 7236.0, "V": 1576.0, "SD": 2846.0, "ovr": 987.0, "ogiltiga": 218.0, "ej_rost": 3534.0, "totalt": 30068.0 }, 
    { "kommun": "Älmhult", "M": 2251.0, "C": 1000.0, "FP": 314.0, "KD": 513.0, "MP": 523.0, "S": 3360.0, "V": 337.0, "SD": 1498.0, "ovr": 222.0, "ogiltiga": 74.0, "ej_rost": 1611.0, "totalt": 11703.0 }, 
    { "kommun": "Älvdalen", "M": 638.0, "C": 452.0, "FP": 109.0, "KD": 105.0, "MP": 109.0, "S": 1955.0, "V": 211.0, "SD": 1028.0, "ovr": 107.0, "ogiltiga": 69.0, "ej_rost": 803.0, "totalt": 5586.0 }, 
    { "kommun": "Alvesta", "M": 2481.0, "C": 1285.0, "FP": 292.0, "KD": 509.0, "MP": 423.0, "S": 3758.0, "V": 493.0, "SD": 2611.0, "ovr": 262.0, "ogiltiga": 129.0, "ej_rost": 1909.0, "totalt": 14152.0 }, 
    { "kommun": "Älvkarleby", "M": 774.0, "C": 187.0, "FP": 171.0, "KD": 132.0, "MP": 229.0, "S": 2840.0, "V": 375.0, "SD": 1198.0, "ovr": 130.0, "ogiltiga": 60.0, "ej_rost": 939.0, "totalt": 7035.0 }, 
    { "kommun": "Älvsbyn", "M": 441.0, "C": 330.0, "FP": 144.0, "KD": 171.0, "MP": 117.0, "S": 2895.0, "V": 500.0, "SD": 692.0, "ovr": 126.0, "ogiltiga": 30.0, "ej_rost": 966.0, "totalt": 6412.0 }, 
    { "kommun": "Åmål", "M": 1314.0, "C": 568.0, "FP": 307.0, "KD": 281.0, "MP": 392.0, "S": 3085.0, "V": 404.0, "SD": 1341.0, "ovr": 203.0, "ogiltiga": 99.0, "ej_rost": 1633.0, "totalt": 9627.0 }, 
    { "kommun": "Aneby", "M": 744.0, "C": 543.0, "FP": 129.0, "KD": 599.0, "MP": 213.0, "S": 1288.0, "V": 114.0, "SD": 731.0, "ovr": 64.0, "ogiltiga": 44.0, "ej_rost": 548.0, "totalt": 5017.0 }, 
    { "kommun": "Ånge", "M": 735.0, "C": 483.0, "FP": 94.0, "KD": 174.0, "MP": 126.0, "S": 3214.0, "V": 372.0, "SD": 1044.0, "ovr": 222.0, "ogiltiga": 54.0, "ej_rost": 1190.0, "totalt": 7708.0 }, 
    { "kommun": "Ängelholm", "M": 7932.0, "C": 1659.0, "FP": 1251.0, "KD": 1255.0, "MP": 1603.0, "S": 7112.0, "V": 734.0, "SD": 4722.0, "ovr": 614.0, "ogiltiga": 298.0, "ej_rost": 4525.0, "totalt": 31705.0 }, 
    { "kommun": "Arboga", "M": 1852.0, "C": 498.0, "FP": 349.0, "KD": 315.0, "MP": 469.0, "S": 3436.0, "V": 449.0, "SD": 1387.0, "ovr": 220.0, "ogiltiga": 101.0, "ej_rost": 1573.0, "totalt": 10649.0 }, 
    { "kommun": "Åre", "M": 1467.0, "C": 932.0, "FP": 208.0, "KD": 270.0, "MP": 601.0, "S": 2151.0, "V": 332.0, "SD": 640.0, "ovr": 205.0, "ogiltiga": 87.0, "ej_rost": 1110.0, "totalt": 8003.0 }, 
    { "kommun": "Årjäng", "M": 1056.0, "C": 696.0, "FP": 312.0, "KD": 446.0, "MP": 134.0, "S": 1641.0, "V": 176.0, "SD": 1021.0, "ovr": 83.0, "ogiltiga": 71.0, "ej_rost": 1138.0, "totalt": 6774.0 }, 
    { "kommun": "Arjeplog", "M": 182.0, "C": 127.0, "FP": 61.0, "KD": 64.0, "MP": 64.0, "S": 818.0, "V": 222.0, "SD": 273.0, "ovr": 40.0, "ogiltiga": 31.0, "ej_rost": 462.0, "totalt": 2344.0 }, 
    { "kommun": "Arvidsjaur", "M": 439.0, "C": 270.0, "FP": 133.0, "KD": 77.0, "MP": 71.0, "S": 2255.0, "V": 440.0, "SD": 565.0, "ovr": 76.0, "ogiltiga": 42.0, "ej_rost": 770.0, "totalt": 5138.0 }, 
    { "kommun": "Arvika", "M": 2962.0, "C": 1328.0, "FP": 584.0, "KD": 628.0, "MP": 851.0, "S": 6621.0, "V": 1022.0, "SD": 2320.0, "ovr": 502.0, "ogiltiga": 211.0, "ej_rost": 3102.0, "totalt": 20131.0 }, 
    { "kommun": "Åsele", "M": 221.0, "C": 201.0, "FP": 98.0, "KD": 65.0, "MP": 36.0, "S": 848.0, "V": 172.0, "SD": 207.0, "ovr": 45.0, "ogiltiga": 25.0, "ej_rost": 340.0, "totalt": 2258.0 }, 
    { "kommun": "Askersund", "M": 1330.0, "C": 650.0, "FP": 238.0, "KD": 335.0, "MP": 317.0, "S": 2906.0, "V": 338.0, "SD": 1355.0, "ovr": 195.0, "ogiltiga": 83.0, "ej_rost": 1191.0, "totalt": 8938.0 }, 
    { "kommun": "Åstorp", "M": 1484.0, "C": 335.0, "FP": 263.0, "KD": 270.0, "MP": 324.0, "S": 3236.0, "V": 260.0, "SD": 2017.0, "ovr": 171.0, "ogiltiga": 95.0, "ej_rost": 2095.0, "totalt": 10550.0 }, 
    { "kommun": "Åtvidaberg", "M": 1446.0, "C": 623.0, "FP": 220.0, "KD": 300.0, "MP": 353.0, "S": 3129.0, "V": 304.0, "SD": 1354.0, "ovr": 143.0, "ogiltiga": 101.0, "ej_rost": 1107.0, "totalt": 9080.0 }, 
    { "kommun": "Avesta", "M": 2264.0, "C": 825.0, "FP": 453.0, "KD": 439.0, "MP": 525.0, "S": 6121.0, "V": 820.0, "SD": 2837.0, "ovr": 370.0, "ogiltiga": 159.0, "ej_rost": 2411.0, "totalt": 17224.0 }
]

print("Här börjar programmet")

for rad in data:
    print("Här kommer en ny rad")
    print(rad)
    # Skriv kod här!

print("Här slutar programmet")
